@extends('main')
@section('title','|Homepage')
@section('content')
<div class="container">
    <div class="row">
        <div class="col-md-12">
            <div class="jumbotron">
                <h1>Welcome to my Blog!</h1>
                <p class="lead">Спасибо огромное, за то, что посетили мой блог)</p>
                <p><a class="btn btn-primary btn-lg" href="#" role="button">Learn more</a></p>
            </div>
        </div>

    </div>
    <div class="row">
        <div class="col-md-8">
            <div class="post">
                <h3>Post Title</h3>
            <p>Большинство людей скажут, что дарить подарки любят больше, чем получать.
            Видеть довольное лицо получателя, удивление и искренний восторг — что,
            может быть лучше, особенно в Новый год?
            Опять-таки, не недооценивайте силу списков: выделите отдельную страницу
            в ежедневнике под подарки. Составьте список родных и друзей, а также вещиц,
            от которых, вы точно знаете, они придут в настоящий восторг. Список поможет
            не только никого не забыть, но и правильно составить новогодний бюджет :)
            </p>
                <a href="#" class="btn btn-primary btn-lg">Read more...</a>
            </div>
                <div class="post">
                    <h3>Post Title</h3>
                    <p>Большинство людей скажут, что дарить подарки любят больше, чем получать.
                        Видеть довольное лицо получателя, удивление и искренний восторг — что,
                        может быть лучше, особенно в Новый год?
                        Опять-таки, не недооценивайте силу списков: выделите отдельную страницу
                        в ежедневнике под подарки. Составьте список родных и друзей, а также вещиц,
                        от которых, вы точно знаете, они придут в настоящий восторг. Список поможет
                        не только никого не забыть, но и правильно составить новогодний бюджет :)
                    </p>
                    <a href="#" class="btn btn-primary btn-lg">Read more...</a>
                </div>
                    <div class="post">
                        <h3>Post Title</h3>
                        <p>Большинство людей скажут, что дарить подарки любят больше, чем получать.
                            Видеть довольное лицо получателя, удивление и искренний восторг — что,
                            может быть лучше, особенно в Новый год?
                            Опять-таки, не недооценивайте силу списков: выделите отдельную страницу
                            в ежедневнике под подарки. Составьте список родных и друзей, а также вещиц,
                            от которых, вы точно знаете, они придут в настоящий восторг. Список поможет
                            не только никого не забыть, но и правильно составить новогодний бюджет :)
                        </p>
                        <a href="#" class="btn btn-primary btn-lg">Read more...</a>
                    </div>
            <hr>
                        <div class="post">
                            <h3>Post Title</h3>
                            <p>Большинство людей скажут, что дарить подарки любят больше, чем получать.
                                Видеть довольное лицо получателя, удивление и искренний восторг — что,
                                может быть лучше, особенно в Новый год?
                                Опять-таки, не недооценивайте силу списков: выделите отдельную страницу
                                в ежедневнике под подарки. Составьте список родных и друзей, а также вещиц,
                                от которых, вы точно знаете, они придут в настоящий восторг. Список поможет
                                не только никого не забыть, но и правильно составить новогодний бюджет :)
                            </p>
                            <a href="#" class="btn btn-primary btn-lg">Read more...</a>

                         </div>
                     </div>
        <div class="col-md-3 col-md-offset-1">
            <h2>Sidebar</h2>
        </div>
    </div>
</div>
@endsection